<?php

return [
    "error" => [
        "validation" => "Ошибка валидации",
        "page_not_found" => "Страница не найдена",
        "unauthenticated" => "Вы не авторизовались",
        "invalid_ability" => "Предоставленная недопустимая возможность.",
        "route_not_found" => "Маршрут не найден",
        "city_not_set_in_settings" => "Город не указан в настройках",
        "auth" => [
            "incorrect_reg_credentials" => "Вы не отправили адрес электронной почты или номер телефона",
            "user_exists" => "Пользователь с такими данными уже существует",
            "wrong_email" => "Неверный почтовый адрес или пароль.",
            "wrong_phone" => "Неверный номер телефона или пароль.",
            "wrong_login" => "Неверный логин или пароль.",
        ]
    ],

    "success" => [
        "success" => "Успешно",
        "city_list" => "Список городов",
        "place_list" => "Список мест для общения",
        "place_show" => "Информация о месте для общения",
        "tag_list" => "Список тэгов",
        "reason_list" => "Список причин",
        "me_show" => "Мой профиль",
        "auth" => [
            "success_reg" => "Успешная регистрация",
            "success_login" => "Успешная авторизация",
        ]
    ]
];
