<div class="container-fluid py-5">
    <div class="container">
        <div class="section-title">
            <h4 class="text-primary text-uppercase" style="letter-spacing: 5px;">О нас</h4>
            <h1 class="display-4">Работаем с 2010 года</h1>
        </div>
        <div class="row">
            <div class="col-lg-4 py-0 py-lg-5">
                <h1 class="mb-3">Наша история</h1>
                <h5 class="mb-3">Наша кофейня появилась в 2010 году из простой идеи — создать место, где люди могут остановиться в суете дня и насладиться настоящим вкусом кофе.</h5>
                <p>
                    Всё началось с небольшой команды, которая любила кофе и хотела делиться этой любовью с другими.
                    С годами мы росли, но наша главная цель осталась прежней — готовить качественный кофе, создавать уютную атмосферу и делать так, чтобы каждый гость чувствовал себя как дома. 
                </p>
            </div>
            <div class="col-lg-4 py-5 py-lg-0" style="min-height: 500px;">
                <div class="position-relative h-100">
                    <img class="position-absolute w-100 h-100" src="{{ asset("img/about.png") }}" style="object-fit: cover;">
                </div>
            </div>
            <div class="col-lg-4 py-0 py-lg-5">
                <h1 class="mb-3">Наше видение</h1>
                <h5 class="mb-3">
                    Наше видение — стать местом, куда люди приходят не только за кофе, но и за атмосферой. Мы хотим, чтобы каждая чашка кофе дарила настроение, вдохновение и чувство уюта.
                </h5>
                <p>
                    Мы стремимся постоянно развиваться: находить новые вкусы, совершенствовать рецепты и создавать пространство, где приятно работать, отдыхать и встречаться с близкими. Наша цель — чтобы каждый гость, однажды зайдя к нам, хотел возвращаться снова.
                </p>
            </div>
        </div>
    </div>
</div>